{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":28}},"newsletter":{"type":"newsletter","disabled":true,"blocks":{"heading":{"type":"heading","settings":{"heading":"Subscribe to our emails","heading_size":"h1"}},"paragraph":{"type":"paragraph","settings":{"text":"<p>Be the first to know about new collections and exclusive offers.<\/p>"}},"email-form":{"type":"email_form","settings":{}}},"block_order":["heading","paragraph","email-form"],"settings":{"color_scheme":"accent-2","full_width":true,"padding_top":60,"padding_bottom":0}},"8c1d84ed-c6c2-415e-95e9-ae4005361f53":{"type":"testimonials-blocks","blocks":{"8e9ec33f-a814-4327-8165-ccda37ad1623":{"type":"item","settings":{"title":"Nunc mi pulvinar ac quam morbi egestas est id. Ipsum consectetur est commodo.","text":"<p>Et eleifend est in lacus facilisis. Id enim sit volutpat ut erat vitae massa. Dignissim tempor nam in amet. Penatibus varius etiam laoreet duis enim id sapien aliquet tortor. Dictum posuere sed mattis sed tellus risus nunc faucibus. Ipsum mattis ac gravida eu.<\/p>","name":"Robert Fox","customer":"Customer"}},"c5830bf8-c00c-42c4-9482-d621cd4b9ebb":{"type":"item","settings":{"title":"Facilisis diam etiam nisl augue in proin nullam nullam. Nulla elit egestas id mattis.","text":"<p>Massa mauris pretium aenean lacinia. Semper sed vitae at nec metus. Vestibulum viverra integer non maecenas cras. Nisi malesuada facilisis integer pellentesque sit. Neque pulvinar faucibus pellentesque vel porttitor dui. Mi volutpat proin vitae enim.<\/p>","name":"Jane Cooper","customer":"Customer"}},"f4ea884f-07e2-44be-880f-97dd91e125e9":{"type":"item","settings":{"title":"Donec laoreet congue in vulputate vestibulum vestibulum feugiat dictum.","text":"<p>Faucibus nascetur fermentum faucibus posuere. Leo faucibus gravida nibh velit pretium ut eget tristique posuere. Ut volutpat sem mi posuere sollicitudin. Convallis adipiscing enim lectus ac quam nunc. Eget aliquam ornare egestas sit tempor. In integer donec.<\/p>","name":"Leslie Alexander","customer":"Customer"}},"62e75ecf-5e0a-47c6-a3c0-816c13c23c42":{"type":"item","settings":{"title":"Eleifend tellus sollicitudin bibendum integer amet lorem. Molestie sed tortor.","text":"<p>In nec dolor venenatis luctus sit. Quam nisi sed nisi sed nunc convallis eu montes. Amet sit rhoncus mattis sem risus. Risus dolor facilisis consectetur nunc. Aliquet odio pharetra consectetur cras elit commodo neque diam aliquam. Et tincidunt auctor ornare.<\/p>","name":"Cody Fisher","customer":"Customer"}},"23b722aa-e079-4802-998d-3191d83069ac":{"type":"item","settings":{"title":"Lectus eu tellus euismod urna vitae orci sed. Varius tincidunt venenatis eget non.","text":"<p>Sed egestas tristique viverra vulputate ac. Ipsum ultrices amet suscipit vitae lectus egestas nunc mauris. Amet a sit ut molestie sed eu. Pharetra ipsum mauris quis volutpat aliquam quis arcu volutpat mauris. A cursus nisl diam ut sed.<\/p>","name":"Jenny Wilson","customer":"Customer"}},"8c3b8b34-2b7f-4bd1-aae7-66adfa091c54":{"type":"item","settings":{"title":"Neque pulvinar cursus mattis ullamcorper. Cursus aliquet malesuada in malesuada.","text":"<p>Integer at mauris nisi eget. Aliquet rhoncus aliquam urna tristique malesuada turpis vestibulum. Nunc pellentesque id nullam tempus non egestas. Augue turpis enim ut eros est nisl. Sapien ultrices posuere egestas purus lectus sit sem lectus. Nibh viverra euismod.<\/p>","name":"Jacob Jones","customer":"Customer"}},"66fd657c-ad7b-468d-863a-2f11c229d591":{"type":"item","settings":{"title":"Vulputate nulla mauris donec erat. Mauris nibh potenti vivamus a. Viverra aliquam.","text":"<p>Facilisi fames pulvinar dolor convallis tempor commodo ultrices erat. Mauris purus tristique semper lacus ut eu leo feugiat pulvinar. Senectus diam sagittis dolor suspendisse et amet. Sit tortor velit adipiscing sollicitudin. Sed euismod vel tristique eget tellus proin.<\/p>","name":"Esther Howard","customer":"Customer"}},"b0fc20ae-2e8a-4f71-89c2-a49ac0e99e46":{"type":"item","settings":{"title":"Bibendum mauris a tortor gravida. Tellus quam quis tortor purus rutrum posuere.","text":"<p>Sit tellus in fermentum suspendisse elit ipsum massa ac. Natoque sed nisl et ac amet et vitae sit mauris. Hendrerit orci integer aliquet pellentesque sed maecenas in tellus mi. Eros nec eu egestas justo nec pretium faucibus. Aliquam proin dolor risus bibendum lectus.<\/p>","name":"Cameron Williamson","customer":"Customer"}}},"block_order":["8e9ec33f-a814-4327-8165-ccda37ad1623","c5830bf8-c00c-42c4-9482-d621cd4b9ebb","f4ea884f-07e2-44be-880f-97dd91e125e9","62e75ecf-5e0a-47c6-a3c0-816c13c23c42","23b722aa-e079-4802-998d-3191d83069ac","8c3b8b34-2b7f-4bd1-aae7-66adfa091c54","66fd657c-ad7b-468d-863a-2f11c229d591","b0fc20ae-2e8a-4f71-89c2-a49ac0e99e46"],"settings":{"title":"Testimonials"}}},"order":["main","newsletter","8c1d84ed-c6c2-415e-95e9-ae4005361f53"]}